Repository: 84000/data-translation-memory
Catalog: toh732-v4.tmx
Source language: bo
Languages: en

source: འཕགས་པ་གྲགས་ལྡན་མའི་གཟུངས།
en: The Noble Yaśovatī Dhāraṇī

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། ཏདྱ་ཐཱ། ཛྭ་རེ་མ་ཧཱ་ཛྭ་རེ། དུ་ཁེ་མུཀྟི་སུ་སཾ་པནྣེ། མ་ཧཱ་སཾ་པནྣེ། སཾ་པཏྟི། མ་ཧཱ་སཾ་པཏྟི། ཀ་སེ་མ་ཧཱ་ཀ་སེ། ཀཙྪ་ཛྭ་ར་མུགྟེ་སི་སྭཱ་ཧཱ།
en: namo ratna­trayāya | nama āryāvalokiteśvarāya­ bodhisattvāya mahā­sattvāya | tadyathā | jvare mahājvare dukhe mukti­susampanne mahā­sampanne sampatti mahā­sampatti kase mahā­kase kacchajvaramuktesi svāhā ||

source: སྐུད་པའམ་ཆུ་ལ་ལན་གསུམ་སྔགས་ན་རིམས་ལས་ཐར་བར་འགྱུར་རོ། །
en: If one incants a cord or some water with this mantra three times, it will cure fever.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། ཏདྱ་ཐཱ། ཙི་ལི་ཙི་ལི། མི་ལི་མི་ལི། རཀྵ་རཀྵ་མཱཾ། ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་སྭཱ་ཧཱ།
en: namo ratna­trayāya | nama āryāvalokiteśvarāya­ bodhisattvāya mahā­sattvāya | tadyathā | cili cili mili mili rakṣa rakṣa māṃ āryāvalokiteśvara svāhā ||

source: གདོན་ཐམས་ཅད་ལ་ཚོན་སྣ་ལྔའི་སྐུད་པའམ་སྐུད་པ་དམར་པོ་ལ་ལན་གསུམ་དུ་སྔགས་ཏེ་མདུད་པ་གསུམ་བོར་ལ་བཅིངས་ན་བར་དུ་གཅོད་པ་ཞི་བར་འགྱུར་རོ། །
en: For all manner of grahas, one should incant a red cord or a cord spun with five-colored thread with this mantra three times while tying three knots in it, and it will pacify obstacles.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭ་ཡ། ཏདྱ་ཐཱ། ཀི་ལི་ཀི་ལི། ཙི་ལི་ཙི་ལི། ནི་གི་ལེ་སྭཱ་ཧཱ།
en: namo ratnatrayāya | nama āryāvalokiteśvarāya­ bodhisattvāya mahā­sattvāya | tadyathā | kili kili cili cili nigile svāhā ||

source: འབྲུ་མར་ལ་ལན་གསུམ་སྔགས་ཏེ་བསྐུས་ན་སྐྲན་འཚོའོ། །
en: If one incants sesame oil with this mantra three times and applies it as an ointment, it will treat swelling.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། ཏདྱ་ཐཱ། ས་རེ་ས་རེ། བི་ས་རེ་བི་ས་རེ། ས་ར་ནཱ་ཤ་ནི་སྭཱ་ཧཱ།
en: namo ratnatrayāya | nama āryāvalokiteśvarāya­ bodhisattvāya mahā­sattvāya | tadyathā | sare sare visare visare saranāśani svāhā ||

source: ཤི་བའི་རྣ་བར་ལན་གསུམ་བཟླས་ན་སོས་པར་འགྱུར་རོ། །
en: If one recites this mantra in the ear of a dead being, they will be revived.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། ཏདྱ་ཐཱ། ནི་སི་རེ་ནི་སི་རེ། ཀ་ལ་མི་མི་རེ། ཀ་ལ་རི་ཙི་རཱི། པ་ཙི་ལེ་སྭཱ་ཧཱ། ལྤ་བ་དང་། ལྐོག་མའི་ལྷ་གོར་ན་བ་དང་།
en: namo ratna­trayāya | nama āryāvalokiteśvarāya­ bodisattvāya mahā­sattvāya | tadyathā |nisire nisire kalanimire kalaricirī vacile svāhā ||

source: ལྕེ་ཀྱི་བ་ན་བ་དང་། གདོན་ནད་ཐམས་ཅད་ལ་འཇི་བ་ལ་ལན་གསུམ་དུ་སྔགས་ཏེ་བསྐུས་ན་ཕན་ནོ། །
en: For goiters, any illness of the throat, illnesses of the tongue, and all manner of grahas, incant some clay with this mantra three times, apply it as an ointment, and it will help.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བཛྲ་པཱ་ཎིདྷྱ་མ། ཨོཾ་ཨོཾ་ཀྲཱ་རཱ་པྲ་བྷ་བེ། བྷ་ག་བ་ཏི་བུདྡྷེ། པྲ་ཏི་བུདྡྷེ། ཨུདྡྷེ། ཤཱནྟི་ཀ་རི། ཧ་ན་ཧ་ན། མ་མ་པཱ་པ་མཾ། ད་ཧ་ད་ཧ། མ་མ་པཱ་པ་དཾ། པ་ཙ་པ་ཙ། མ་མ་པཱ་པ་ཀཾ། ཨོཾ་ཨོ་ཌེ། གྲ་ས་གྲ་ས། རི་ཏེ་ཌེ་རི་ཏེ་ཌེ། ཤཱནྟིཾ་ཀ་རཱི་ཡེ་སྭཱ་ཧཱ། ཤུ་བྷ་ཀ་རཱི་ཡེ་སྭཱ་ཧཱ། ཀྵེ་མ་ཀ་རི་ཡ་སྭཱ་ཧཱ།
en: namo ratnatrayāna | nama āryāvalokiteśvarāya vajra­pāṇidhyam oṁ oṁ krāraprabhave bhagavati buddhe pratibuddhe śuddhe śāntikiri hana hana mama pāpam daha daha mama pāpadaṃ paca paca mama pāpakaṃ | oṁ oḍe grasa grasa riteḍe riteḍe śāntīṃ karīya svāhā | śubhakarīya svāhā | kṣemakarīya svāhā ||

source: རིམས་ནད་ཀྱིས་བཏབ་པ་ལ་བྱ་བ་པ་བྱས་ན་རིམས་ནད་སོས་པར་འགྱུར་རོ། །
en: When one has contracted a disease, the disease will be cured by reciting this mantra while bathing.

source: སྨན་ལ་སྔགས་ཀྱིས་བཏབ་སྟེ་བླུད་ན་ནད་པ་སོས་པར་འགྱུར་རོ། །
en: If one takes medicine that has been incanted with this mantra, the illness will be cured.

source: ཟས་ལ་སྔགས་ཀྱིས་བཏབ་སྟེ་ཟོས་ན་དུག་མི་གནོད་པར་འགྱུར་རོ། །
en: If one eats food that has been incanted with this mantra, one will not be harmed by poison.

source: འབྱུང་པོའི་གདོན་གྱིས་ཟིན་པ་རྣམས་ལ་བུ་མོས་བཀལ་བའི་སྐུད་པ་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་སྔགས་ཏེ་བཅིངས་ན་ཐར་བར་འགྱུར་རོ། །
en: For those who are possessed by any kind of bhūtagraha, one should take a thread spun by a young girl, incant it with the mantra twenty-one times, and tie it to them. They will then be released.

source: འཕགས་པ་གྲགས་ལྡན་མའི་གཟུངས་རྫོགས་སོ།​།
en: This concludes “The Yaśovatī Dhāraṇī.”
